Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaistietoa_opetukseen_-_uusi_oktavuohta_com_avattu_.html.tmx
Source language: fin
Languages: sme

source: Saamelaistietoa opetukseen – uusi oktavuohta.com avattu!
sme: Sámediehtu oahpahussii – ođđa oktavuohta.com rahppojuvvon!

source: Uudistettu oktavuohta.com -verkkolehti on avattu.
sme: Ođasmahttojuvvon oktavuohta.com -fierbmeláđđi lea rahppojuvvon.

source: Sivusto tarjoaa saamelaistietoa opetukseen ja muille kiinnostuneille ja se on toimitettu Saamelaiskäräjien ja Opetushallituksen yhteistyönä.
sme: Siiddut fállet sámedieđu oahpahussii ja eará berošteaddjiide ja daid leat Sámediggi ja Oahpahusráđđehus doaimmahan ovttasbargun.

source: Sivusto sisältää tietoja saamelaisten kansallisista symboleista, saamelaisen kulttuurin osa-alueista, saamelaisyhteisöstä ja tapahtumista tekstein, kuvin ja videoin.
sme: Siiddut sisttistollet dieđuid sámiid álbmotlaš symbolain, sámekultuvrra sierra surggiin, sámeservožis ja dáhpáhusain. Siidduin leat artihkalat, govat, videot ja liŋkkat.

source: Uusi oktavuohta.com -sivusto on toistaiseksi suomenkielinen.
sme: Ođđa oktavuohta.com -siiddut leat doisttažii suomagillii.

source: Saamenkielisiä sivuja toimitetaan kevään mittaan ja sivusto täydentyy kaiken aikaa.
sme: Sámegielat siiddut doaimmahuvvojit giđa mielde ja siiddut dievasmahttojuvvojit dađistaga.

source: Oktavuohta.com -sivustoa toimittaa Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto.
sme: Oktavuohta.com -siidduid doaimmaha Sámedikki skuvlen- ja oahppamateriáladoaimmahat.
